const t=[{sectionName:"Про мене",sectionData:[{introduction:`Я junior full-stack розробник із впевненим досвідом на фрилансі. Зараз шукаю команду, де зможу швидше рости та створювати крутіші проєкти. 

 Більшість моїх робіт були під NDA, але я отримав практичний досвід як у фронтенді (React + TypeScript), так і в бекенді (Node.js/Express або ASP.NET) — створював адаптивні інтерфейси, надійні API та навіть десктопні застосунки на Electron.js. 

 Я зосереджуюсь на написанні чистого, читабельного коду та завжди шукаю розумніші підходи до розробки. Командна робота, навчання та якісний код — мої основні пріоритети.`,jobTitle:"Full Stack розробник",name:"Тимофій Соляр",softSkills:["Agile Mindset","Практик GTD","Креативний","Самостійне навчання","Командний гравець","Адаптивний","Наполегливий","Проактивний"]}]}];export{t as default};
